{
  "NAV": {
    "ABOUT": "Über mich",
    "SKILLS": "Fähigkeiten",
    "PORTFOLIO": "Portfolio"
  },
  "BUTTON": {
    "LETS_TALK": "Reden wir",
    "GET_IN_TOUCH": "Kontakt aufnehmen"
  },
  "SCROLL": {
    "DOWN": "Nach unten scrollen"
  },
  "ABOUT": {
    "TITLE": "Über mich",
    "DESCRIPTION": "Hallo, ich bin eine Frontend-Entwicklerin aus Taunusstein, Deutschland, mit einer Leidenschaft für die Erstellung intuitiver und responsiver Webanwendungen.",
    "INFO": "Meine Reise in die Frontend-Entwicklung begann aus einer Faszination darüber, wie Websites hinter den Kulissen funktionieren. Ich habe mich schnell in die Kombination aus Kreativität und Logik verliebt, die beim Aufbau von Benutzeroberflächen eine Rolle spielt. Jedes Projekt ist eine Gelegenheit, meine Fähigkeiten weiterzuentwickeln und nahtlose, ansprechende Erlebnisse für Benutzer zu schaffen. Ich liebe es, am Puls der neuesten Frontend-Technologien zu bleiben, um frische Ideen in meine Arbeit einzubringen. Ich habe eine flexible Denkweise und freue mich immer darauf, neue Herausforderungen anzunehmen, die mir helfen, meine Fähigkeiten zu erweitern und mein Verständnis zu vertiefen.",
    "SPECIALIZATION": "Ich bin auf verschiedene Frontend-Technologien spezialisiert und liebe es, Designs mit sauberem, effizientem Code zum Leben zu erwecken. Ich habe Spaß daran, komplexe Probleme zu lösen und ständig neue Technologien zu lernen, um das Benutzererlebnis zu verbessern.",
    "HEADLINE": "<span>Fähigkeiten</span>",
    "SKILLS": "Ich habe wertvolle Erfahrungen im Aufbau von Projekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt. Von der Gestaltung responsiver Benutzeroberflächen bis zur Leistungsoptimierung arbeite ich kontinuierlich an meinen Fähigkeiten, um an der Spitze der Branche zu bleiben. Meine Reise endet hier nicht — ich bin stets auf der Suche nach neuen Wegen, mein Wissen zu erweitern und neue Herausforderungen anzunehmen. Kürzlich habe ich begonnen, mich mit ethischem Hacken zu beschäftigen, um die Websicherheit besser zu verstehen und die Robustheit der von mir entwickelten Anwendungen zu erhöhen. Kontinuierliches Lernen ist der Schlüssel zu meiner Herangehensweise, und ich bin gespannt, wohin es mich als Nächstes führt.",
    "CONTACT_MESSAGE": "Kontaktieren Sie mich gerne. Ich bin stets bestrebt, mein Wissen zu erweitern und freue mich darauf, neue Technologien und Konzepte zu lernen."
  },
  "comments": {
    "miriam_ina_message": "Als ich mit Miriam als Webentwicklerin arbeitete, war ich von ihrer Entschlossenheit und Motivation beeindruckt. Durch ihre wertvollen Ideen und produktiven Diskussionen konnten wir gemeinsam den besten Weg finden, unsere Webanwendung umzusetzen. Dank ihres starken Willens und Durchhaltevermögens konnte sie jede Herausforderung erfolgreich meistern.",
    "miriam_manuel_message": "Die Zusammenarbeit mit Miriam war von Anfang an sehr angenehm. Sie beeindruckt mit ihrem professionellen, lösungsorientierten Denken und zuverlässigen Arbeitsweise. Mit ihrer offenen und freundlichen Art trägt sie wesentlich zu einer positiven Teamdynamik bei."
  },
  "CONTACT": {
    "TITLE": "Kontakt",
    "HEADER": "Frontend-Herausforderung?<br/>Lassen Sie uns eine Lösung entwickeln!",
    "DESCRIPTION": "Kontaktieren Sie mich über dieses Formular! Ich bin gespannt auf Ihre Ideen und bereit, meine Fähigkeiten einzubringen, um Ihre Projekte zum Leben zu erwecken.<br/>",
    "NEED_DEV": "Brauchen Sie eine Frontend-Entwicklerin?<br/>",
    "CONTACT_ME": "<b>Kontaktieren Sie mich.</b>",
    "NAME_PLACEHOLDER": "Ihr Name",
    "NAME": "Ihr Name ist erforderlich und muss mindestens 4 Zeichen lang sein.",
    "EMAIL_PLACEHOLDER": "Ihre E-Mail",
    "EMAIL": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
    "MESSAGE_PLACEHOLDER": "Ihre Nachricht",
    "MESSAGE": "Bitte geben Sie eine Nachricht ein (mind. 8 Zeichen).",
    "SUBMIT": "Nachricht absenden",
    "PRIVACY_POLICY": "Ich habe die <a style=\"color: #9747ff; text-decoration: none;\" href=\"privacy-policy\" onmouseover=\"this.style.textDecoration='underline';\" onmouseout=\"this.style.textDecoration='none';\">Datenschutzerklärung</a> gelesen und stimme ihr zu."
  },
  "PORTFOLIO": {
    "HEADER": "Entdecken Sie hier eine Auswahl meiner Arbeit – interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "JOIN": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "POLLO": "Ein Jump ’n’ Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Salsa-Flaschen zu finden, um gegen die Hühner zu kämpfen.",
    "CRM": "Ein sehr simples Customer-Relationship-Management-System mit CRUD-Funktionalität.",
    "POKEMON": "Basierend auf der PokéAPI, eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und auflistet."
  },
  "LEGAL_NOTICE": {
    "TITLE": "Impressum",
    "NAME": "Miriam Fuchs",
    "ADDRESS_LINE1": "Beethovenstraße 47",
    "ADDRESS_LINE2": "65232 Taunusstein",
    "CONTACT_TITLE": "Kontakt",
    "PHONE": "Telefon: +49 (0) 16095801131",
    "EMAIL": "E-Mail: info@miriam-fuchs.net",
    "SOURCE": "Quelle",
    "SOURCE_LINK": "https://www.e-recht24.de/impressum-generator.html"
  }
}
